{
  "text": {
    "hi": 25,
    "hello": 24,
    "bye": 10,
    "goodbye": 22,
    "are": 3,
    "you": 69,
    "a": 1,
    "bot": 9,
    "show": 52,
    "laliga": 30,
    "standings": 54,
    "premierleague": 44,
    "table": 55,
    "who": 66,
    "is": 29,
    "at": 5,
    "the": 56,
    "top": 58,
    "of": 40,
    "current": 13,
    "rankings": 45,
    "what": 62,
    "matches": 38,
    "on": 41,
    "matchday": 37,
    "__number__": 0,
    "when": 63,
    "real": 46,
    "madrid": 34,
    "playing": 43,
    "next": 39,
    "upcoming": 59,
    "games": 20,
    "fixtures": 17,
    "was": 61,
    "score": 49,
    "between": 8,
    "and": 2,
    "betis": 7,
    "did": 14,
    "barcelona": 6,
    "win": 68,
    "their": 57,
    "last": 31,
    "match": 36,
    "liverpool": 33,
    "vs": 60,
    "arsenal": 4,
    "result": 47,
    "chelsea": 11,
    "game": 19,
    "scored": 50,
    "for": 18,
    "fc": 16,
    "robert": 48,
    "lewandowski": 32,
    "goal": 21,
    "scorers": 51,
    "in": 28,
    "manchester": 35,
    "city": 12,
    "where": 64,
    "home": 26,
    "which": 65,
    "stadium": 53,
    "will": 67,
    "host": 27,
    "ground": 23,
    "does": 15,
    "play": 42
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "bot_challenge": 5,
    "ask_standings": 4,
    "ask_fixture": 0,
    "ask_score": 2,
    "ask_goal_scorers": 1,
    "ask_stadium": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_fixture": 6,
    "action_get_goal_scorers": 7,
    "action_get_score": 8,
    "action_get_stadium": 9,
    "action_get_standings": 10,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}