{
  "text": {
    "hi": 35,
    "hello": 34,
    "bye": 15,
    "goodbye": 32,
    "are": 4,
    "you": 107,
    "a": 1,
    "bot": 14,
    "i": 40,
    "want": 95,
    "information": 42,
    "about": 2,
    "football": 27,
    "tell": 88,
    "me": 60,
    "basketball": 9,
    "switch": 85,
    "to": 91,
    "let": 50,
    "s": 75,
    "talk": 87,
    "show": 80,
    "stats": 83,
    "d": 20,
    "like": 52,
    "know": 45,
    "laliga": 47,
    "standings": 82,
    "premierleague": 70,
    "table": 86,
    "nba": 62,
    "euroleague": 24,
    "who": 104,
    "is": 43,
    "at": 7,
    "the": 89,
    "top": 92,
    "of": 64,
    "current": 19,
    "rankings": 71,
    "what": 100,
    "matches": 59,
    "on": 65,
    "matchday": 58,
    "__number__": 0,
    "when": 101,
    "real": 72,
    "madrid": 54,
    "playing": 68,
    "next": 63,
    "boston": 13,
    "celtics": 16,
    "games": 30,
    "week": 98,
    "upcoming": 93,
    "fixtures": 26,
    "was": 97,
    "score": 76,
    "between": 12,
    "and": 3,
    "betis": 11,
    "did": 21,
    "barcelona": 8,
    "win": 106,
    "their": 90,
    "last": 48,
    "match": 57,
    "lakers": 46,
    "game": 29,
    "beat": 10,
    "phoenix": 66,
    "suns": 84,
    "liverpool": 53,
    "vs": 94,
    "arsenal": 6,
    "result": 73,
    "chelsea": 17,
    "scored": 77,
    "for": 28,
    "fc": 25,
    "robert": 74,
    "lewandowski": 51,
    "goal": 31,
    "scorers": 79,
    "in": 41,
    "manchester": 55,
    "city": 18,
    "were": 99,
    "how": 39,
    "many": 56,
    "points": 69,
    "lebron": 49,
    "james": 44,
    "scorer": 78,
    "warriors": 96,
    "most": 61,
    "where": 102,
    "home": 36,
    "which": 103,
    "stadium": 81,
    "will": 105,
    "host": 37,
    "do": 22,
    "play": 67,
    "arena": 5,
    "hosts": 38,
    "ground": 33,
    "does": 23
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "bot_challenge": 6,
    "set_sport": 9,
    "ask_standings": 4,
    "ask_fixture": 0,
    "ask_score": 2,
    "ask_goal_scorers": 1,
    "ask_top_scorers": 5,
    "ask_stadium": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_fixture": 6,
    "action_get_goal_scorers": 7,
    "action_get_score": 8,
    "action_get_stadium": 9,
    "action_get_standings": 10,
    "action_get_top_scorers": 11,
    "action_set_sport": 16,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}