{
  "text": {
    "hi": 35,
    "hello": 33,
    "hey": 34,
    "there": 93,
    "good": 29,
    "morning": 58,
    "evening": 18,
    "bot": 9,
    "what": 102,
    "s": 78,
    "up": 96,
    "yo": 106,
    "greetings": 31,
    "day": 14,
    "howdy": 39,
    "sup": 87,
    "hiya": 36,
    "you": 107,
    "hola": 37,
    "are": 4,
    "the": 91,
    "current": 13,
    "standings": 86,
    "in": 41,
    "laliga": 43,
    "show": 84,
    "me": 57,
    "premierleague": 72,
    "table": 88,
    "who": 104,
    "is": 42,
    "leading": 47,
    "league": 48,
    "for": 22,
    "give": 26,
    "latest": 45,
    "how": 38,
    "looking": 51,
    "tell": 90,
    "ranking": 73,
    "top": 94,
    "__number__": 0,
    "i": 40,
    "want": 98,
    "of": 62,
    "please": 69,
    "can": 10,
    "leaderboard": 46,
    "position": 70,
    "teams": 89,
    "positions": 71,
    "which": 103,
    "matches": 56,
    "played": 66,
    "on": 63,
    "matchday": 55,
    "fixtures": 21,
    "playing": 68,
    "next": 61,
    "upcoming": 97,
    "games": 25,
    "schedule": 79,
    "does": 17,
    "real": 74,
    "madrid": 52,
    "play": 65,
    "scheduled": 80,
    "list": 49,
    "all": 1,
    "was": 99,
    "score": 81,
    "between": 8,
    "and": 2,
    "betis": 7,
    "did": 15,
    "chelsea": 11,
    "do": 16,
    "last": 44,
    "week": 100,
    "result": 77,
    "match": 54,
    "barcelona": 6,
    "sociedad": 85,
    "liverpool": 50,
    "fc": 19,
    "game": 24,
    "happened": 32,
    "manchester": 53,
    "united": 95,
    "arsenal": 5,
    "perform": 64,
    "their": 92,
    "recent": 75,
    "win": 105,
    "scored": 82,
    "goal": 27,
    "scorers": 83,
    "got": 30,
    "goals": 28,
    "players": 67,
    "netted": 60,
    "recently": 76,
    "any": 3,
    "found": 23,
    "net": 59,
    "city": 12,
    "fixture": 20,
    "were": 101
  },
  "intent": {
    "greet": 6,
    "ask_standings": 3,
    "ask_fixture": 0,
    "ask_score": 2,
    "ask_goal_scorers": 1,
    "bot_challenge": 4,
    "goodbye": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_fixture": 6,
    "action_get_goal_scorers": 7,
    "action_get_score": 8,
    "action_get_standings": 9,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}